{
    "common":{
        "distance":"Среднее расстояние от Солнца",
        "period":"Период вращения",
        "radius":"Средний радиус",
        "mass":"Mасса",
        "density":"Плотность",
        "satelites":"Число спутников",
        "rings":"Кольца"
    },
    "planets":{
        "sun":{
            "title":"Солнце",
            "description":"Солнце – это звезда, огромный, пылающий плазменный шар, по размерам больше всех планет. Это наш главный источник тепла и света. <br/><br/>Солнце главным образом состоит из водорода и гелия. Источником энергии являются термоядерные реакции, при которых водород превращается в гелий. Солнце очень горячее, температура на поверхности примерно +6000 °C, а в центре достигает 15 млн °C. <br/><br/>Солнце не пустое. Оно разделяется на внутренние регионы и атмосферу. Внутренние регионы – это ядро, зона лучистого переноса и конвективная зона. Атмосферу образуют три слоя – фотосфера, хромосфера и солнечная корона. <br/><br/>Видимую поверхность Солнца образует фотосфера, от которой идёт свет, ультрафиолетовое и инфракрасное излучение. На видимых на поверхности Солнца пятнах температура ниже.",
            "distance":null,
            "period":"25,05 дней",
            "radius":"695,508 kм",
            "mass":"1,989 · 10<sup>30</sup> kг",
            "density":"1,409 г/см<sup>3</sup>",
            "satelites":null,
            "rings":"Нет"                                 
        },        
        "mercury":{
            "title":"Меркурий",
            "description":"Меркурий – наименьшая и ближайшая к Солнцу планета. Названа в честь древнеримского бога торговли – быстрого Меркурия, поскольку она движется по небу быстрее других планет. <br/><br/>У Меркурия практически нет атмосферы, которая бы сохраняла накопленное днём тепло от утечки в космическое пространство. Днём температура на поверхности планеты достигает +430 °C, а ночью остывает до – 180 °C. <br/><br/>Поверхность Меркурия покрывают многочисленные кратеры.",
            "distance":"57,909,227 kм",
            "period":"58,646 дней",
            "radius":"2440 kм",
            "mass":"3,301 · 10<sup>23</sup> kг",
            "density":"5,43 г/см<sup>3</sup>",
            "satelites":"0",
            "rings":"Нет"                                 
        },
        "venus":{
            "title":"Венера",
            "description":"Венера является самой горячей планетой Солнечной системы. Из – за своего вида названа в честь древнеримской богини любви и красоты Венеры. Она ближайшая к Земле планета, может приближаться на расстояние 39 млн километров. <br/><br/>Температура на поверхности планеты достигает +470 °C. У Венеры плотная атмосфера, состоящая главным образом из диоксида углерода, серы и паров воды. Плотная атмосфера вызывает высокое атмосферное давление. <br/><br/>Планета вращается в противоположном от других планет направлении. На Венере много обширных равнин с кратерами, долинамии, гористыми местностями, а также вулканами, которые могут быть активными.",
            "distance":"108,209,475 kм",
            "period":"–243,018 дней",
            "radius":"6052 kм",
            "mass":"4,867 ·10<sup>24</sup> kг",
            "density":"5,24 г/см<sup>3</sup>",
            "satelites":"0",
            "rings":"Нет"                                 
        },
        "earth":{
            "title":"Земля",
            "description":"Земля третья планета Солнечной системы, которая образовалась 4,6 млрд лет назад, путём уплотнения космической пыли и газов. <br/><br/>Земля единственная планета Солнечной системы, на которой много воды. Она покрывает более 2/3 земной поверхности. Атмосфера планеты средней плотности и сравнительно прозрачная, которая состоит главным образом из азота и кислорода. Это уникальная планета, так как на ней существует жизнь. <br/><br/>Температура на поверхности Земли от – 88 °C до + 58 °C, средняя +15 °C. У Земли есть электрическое, магнитное, гравитационное и геотермическое поле. <br/><br/>У Земли есть один естественный спутник – Луна.",
            "distance":"149,598,262 kм",
            "period":"0.9973 дней",
            "radius":"6371 kм",
            "mass":"5,972 · 10<sup>23</sup> kг",
            "density":"5,51 г/см<sup>3</sup>",
            "satelites":"1",
            "rings":"Нет"                                 
        }, 
        "mars":{
            "title":"Марс",
            "description":"Марс  схожая с Землёй планета. Её образуют красные горные породы. Из – за красной окраски древние астрономы назвали её в честь древнеримского бога войны Марса. <br/><br/>У Марса прозрачная, разреженная атмосфера, которая состоит главным образом из диоксида углерода. Атмосферное давление на Марсе такое же, как на Земле на высоте 40 км. <br/><br/>Полюса планеты покрыты шапками, которые состоят из льда и замёрзшего оксида углерода. Температура на Марсе от -125 °C до +24 °C, средняя – 60 °C. На Марсе огромные, ветренные пустыни из ржавчины и высокие вулканические гряды. На планете находится самая высокая гора Солнечной системы – Олимп (высота 26 км, диаметр у подножия 600 км).",
            "distance":"227,943,824 kм",
            "period":"1,026 дней",
            "radius":"3390 kм",
            "mass":"6,4169 · 10<sup>23</sup> kг",
            "density":"3,93 г/см<sup>3</sup>",
            "satelites":"2",
            "rings":"Нет"                                 
        },              
        "jupiter":{
            "title":"Юпитер",
            "description":"Юпитер самая большая планета Солнечной системы. Из – за внушительных размеров ему дано имя грозного древнеримского верховного бога Юпитера. <br/><br/>Юпитер очень быстро вращается вокруг своей оси. У планеты толстая и плотная атмосфера. По химическому составу схожа со звёздами. Юпитер состоит главным образом из гелия и водорода. У планеты нет твёрдой поверхности. <br/><br/>У Юпитера есть тонкое прозрачное кольцо. Температура на поверхности облаков -130 °C. <br/><br/>Один из спутников Юпитера  - Ганимед самый большой спутник Солнечной системы. Он по размерам больше планеты Меркурий.",
            "distance":"778,340,821 kм",
            "period":"0,4135 дней",
            "radius":"69 911 kм",
            "mass":"1,9 · 10<sup>27</sup> kг",
            "density":"1,33 г/см<sup>3</sup>",
            "satelites":"79",
            "rings":"Есть"                                 
        }, 
        "saturn":{
            "title":"Сатурн",
            "description":"Сатурн вторая по величине планета Солнечной системы. Это последняя планета, которую узнали в древности и назвали её в честь римского бога земледелия Сатурна. <br/><br/>От других планет отличается выраженными кольцами. Система колец очень сложная. Кольца Сатурна широкие, но очень тонкие. Большая часть колец состоит из частичек льда разного размера. <br/><br/>По физическим свойствам Сатурн схож с Юпитером. Температура на поверхности облаков    -140 °C. Сатурн очень быстро вращается вокруг своей оси. <br/><br/>Спутник Сатурна Титан единственный в Солнечной системе, у которого плотная атмосфера.",
            "distance":"1,426,666,422 kм",
            "period":"0,444 дней",
            "radius":"58 232 kм",
            "mass":"5,68 · 10<sup>26</sup> kг",
            "density":"0,687 г/см<sup>3</sup>",
            "satelites":"63",
            "rings":"Есть"                                 
        },
        "uranus":{
            "title":"Уран",
            "description":"Третья по величине планета Солнечной системы. Планета названа в честь греческого бога неба Урана. <br/><br/>У Урана необычно размещена ось вращения – она почти горизонтальная, поэтому планета как бы катится  по орбите. Планета вокруг своей оси вращается в противоположном направлении. <br/><br/>Уран покрывает плотная, однородная дымка, которую образует ледяные кристаллы метана. Метан придают Урану голубовато – зелёную окраску. Температура поверхности -210 °C. <br/><br/>Планету охватывают 13 колец. Они очень узкие и плохо просматриваемые с Земли.",
            "distance":"2,870,658,186 kм",
            "period":"–0,718 дней",
            "radius":"25 362 kм",
            "mass":"8,68 · 10<sup>25</sup> kg",
            "density":"1,270 г/см<sup>3</sup>",
            "satelites":"27",
            "rings":"Есть"                                 
        },  
        "neptune":{
            "title":"Нептун",
            "description":"Нептун четвёртая по величине планета Солнечной системы. Планета названа в честь римского бога морей Нептуна. <br/><br/>Нептун по физическим свойствам схож с Ураном. Состоит главным образом из льда. Температура на поверхности -195 °C. <br/><br/>Атмосфера Нептуна состоит из водорода, гелия, метана и аммиака. Эти атмосферные газы придают планете голубую окраску. Ядро планеты горячее. Это тепло проникает в атмосферу планеты, вызывая облака, сильный ветер и изменчивые погодные условия. <br/><br/>У планеты шесть колец, которые трудно увидеть с Земли. <br/><br/>У Нептуна один из спутников – Тритон, который вращается в противоположном от планеты направлении.",
            "distance":"4,498,396,441 kм",
            "period":"0,671 дней",
            "radius":"24 622 kм",
            "mass":"1,02 · 10<sup>26</sup> kг",
            "density":"1,368 г/см<sup>3</sup>",
            "satelites":"14",
            "rings":"Есть"                                 
        }                 
    }
}