{
    "common":{
        "distance":"Average distance from the sun",
        "period":"Rotation period",
        "radius":"Average radius",
        "mass":"Mass",
        "density":"Density",
        "satelites":"Number of moons",
        "rings":"Rings",
        "all":"Solar system"
    },
    "planets":{
        "sun":{
            "title":"Sun",
            "description":"The Sun is a star – a huge, glowing sphere of plasma larger than any planet. It is our main source of heat and light. <br/><br/>The sun consists mainly of hydrogen and helium. Thermonuclear reactions in which hydrogen is converted to helium are its energy source. It is very hot – the surface temperature of the sun is about + 6000° C, but in its centre the temperature reaches up to 15 million° C. <br/><br/>The sun is not empty. It is divided into inner regions and an atmosphere. The inner regions are the core, the radiative zone, and the convective zone. The atmosphere consists of three layers – the photosphere, the chromosphere and the corona. <br/><br/>The visible surface of the sun is formed by the photosphere, from which light and ultraviolet and infrared radiation are emitted. The temperature is lower in the visibly darker spots on the surface of the Sun.",
            "distance":null,
            "period":"25,05 days",
            "radius":"695,508 km",
            "mass":"1,989 · 10<sup>30</sup> kg",
            "density":"1,409 g/cm<sup>3</sup>",
            "satelites":null,
            "rings":"No"                                 
        },        
        "mercury":{
            "title":"Mercury",
            "description":"Mercury is the smallest planet and the one closest to the Sun. Because of its relatively fast movement, it is named after Mercury, the Roman god of commerce and messages. <br/><br/>Mercury has virtually no atmosphere to protect the heat that has accumulated during the day from escaping into space during the night. During the day the planet's surface warms up to +430° C, while at night it cools down to -180° C. <br/><br/>The surface of Mercury is covered with many craters.",
            "distance":"57,909,227 km",
            "period":"58,646 days",
            "radius":"2440 km",
            "mass":"3,301 · 10<sup>23</sup> kg",
            "density":"5,43 g/cm<sup>3</sup>",
            "satelites":"0",
            "rings":"No"                                 
        },
        "venus":{
            "title":"Venus",
            "description":"Venus is the hottest planet in the Solar System. The planet was named after the goddess of love and beauty, Venus, due to its appearance. It is the closest planet to Earth, at its closest being 39 million kilometres away. <br/><br/>The temperature on the planet's surface reaches +470° C. Venus has a dense atmosphere consisting mainly of carbon dioxide, sulfur and water vapour. <br/><br/>The dense atmosphere creates high atmospheric pressure. The planet rotates in the opposite direction. Venus has many vast plains with craters, valleys and mountainous areas, as well as volcanoes that can be active.",
            "distance":"108,209,475 km",
            "period":"–243,018 days",
            "radius":"6052 km",
            "mass":"4,867 ·10<sup>24</sup> kg",
            "density":"5,24 g/cm<sup>3</sup>",
            "satelites":"0",
            "rings":"No"                                 
        },
        "earth":{
            "title":"Earth",
            "description":"Having originated 4.6 billion years ago from the condensing of space dust and gases, Earth is the third planet in the Solar System. <br/><br/>Earth is the only planet in the Solar System with a lot of water, which covers more than 2/3 of the planet’s surface. The planet's atmosphere is moderately dense and relatively transparent, consisting mainly of nitrogen and oxygen. It is a unique planet in that it has life on it. <br/><br/>The temperature on Earth's surface ranges from -88° C to +58° C, with an average of +15° C. Earth has electric, magnetic, gravitational and geothermal fields. <br/><br/>Earth has one natural satellite – the Moon.",
            "distance":"149,598,262 km",
            "period":"0.9973 days",
            "radius":"6371 km",
            "mass":"5,972 · 10<sup>23</sup> kg",
            "density":"5,51 g/cm<sup>3</sup>",
            "satelites":"1",
            "rings":"No"                                 
        }, 
        "mars":{
            "title":"Mars",
            "description":"Mars is the most Earth-like planet. It is formed by reddish rocks. Because of its red colour, ancient astronomers named it after Mars, the Roman god of war. <br/><br/>Mars has a transparent, sparse atmosphere consisting mainly of carbon dioxide. Atmospheric pressure on the surface of Mars is the same as on Earth at an altitude of 40 km. <br/><br/>The poles of the planet are covered with polar caps consisting of ice and frozen carbon dioxide. The temperature on the surface of Mars ranges from -125° C to +24° C, with an average of -60° C. <br/><br/>There are huge, windy rust deserts and high volcanic ridges on Mars. The largest known mountain in the Solar System – Olympus Mons (altitude 26 km, diameter 600 km) – is found on Mars.",
            "distance":"227,943,824 km",
            "period":"1,026 days",
            "radius":"3390 km",
            "mass":"6,4169 · 10<sup>23</sup> kg",
            "density":"3,93 g/cm<sup>3</sup>",
            "satelites":"2",
            "rings":"No"                                 
        },              
        "jupiter":{
            "title":"Jupiter",
            "description":"Jupiter is the largest planet in the Solar System. Due to its impressive size, it has been given the name of Jupiter, king of the Roman gods. <br/><br/>Jupiter revolves around its axis very quickly. The planet has a thick and dense atmosphere. In terms of its chemical composition it is similar to the stars. Jupiter consists mainly of helium and hydrogen. The planet has no solid surface. <br/><br/>Jupiter has a thin and transparent ring. The temperature on Jupiter at the cloud layer is -130° C. One of Jupiter’s satellites, Ganymede, is the largest satellite in the Solar System. It is larger than the planet Mercury.",
            "distance":"778,340,821 km",
            "period":"0,4135 days",
            "radius":"69 911 km",
            "mass":"1,9 · 10<sup>27</sup> kg",
            "density":"1,33 g/cm<sup>3</sup>",
            "satelites":"79",
            "rings":"Yes"                                 
        }, 
        "saturn":{
            "title":"Saturn",
            "description":"Saturn is the second largest planet in the Solar System. In antiquity it was the last planet known to exist, and so it was named after Saturn, the ancient Roman god of agriculture. <br/><br/>Saturn stands out among the other planets with its pronounced ring. The ring system is very complex. Saturn's ring is wide but very thin. Most of the rings are made up of ice particles of various size. <br/><br/>In terms of physical properties, Saturn is similar to Jupiter. The surface temperature of the cloud layer is -140° C. Saturn revolves very rapidly around its axis. Saturn's satellite Titan is the only one in the Solar System with a dense atmosphere.",
            "distance":"1,426,666,422 km",
            "period":"0,444 dienas",
            "radius":"58 232 km",
            "mass":"5,68 · 10<sup>26</sup> kg",
            "density":"0,687 g/cm<sup>3</sup>",
            "satelites":"63",
            "rings":"Yes"                                 
        },      
        "uranus":{
            "title":"Uranus",
            "description":"Uranus is the third largest planet in the Solar System. The planet is named after Uranus, the ancestral father of the Greek gods and the personification of heaven. Uranus has an unusually located axis of rotation – it is almost horizontal, so the planet seems to ‘roll along’ in its orbit. The planet also revolves around its axis in the opposite direction. <br/><br/>Uranium is covered by a dense, homogeneous mist composed of methane ice crystals. The methane gives Uranus its blue-green colour. The surface temperature is -210° C. <br/><br/>The planet is surrounded by 13 rings. They are very narrow and difficult to see from Earth.",
            "distance":"2,870,658,186 km",
            "period":"–0,718 days",
            "radius":"25 362 km",
            "mass":"8,68 · 10<sup>25</sup> kg",
            "density":"1,270 g/cm<sup>3</sup>",
            "satelites":"27",
            "rings":"Yes"                                 
        },  
        "neptune":{
            "title":"Neptune",
            "description":"Neptune is the fourth largest planet in the Solar System. The planet is named after the Roman sea god Neptune. <br/><br/>In terms of its physical properties, Neptune is similar to Uranus. It consists mainly of ice. The surface temperature is -195° C. <br/><br/>Neptune's atmosphere consists of hydrogen, helium, methane and ammonia. The gases in the atmosphere give it a blue colour. The core of the planet is hot, and as this heat enters the planet's atmosphere it causes clouds, strong winds and changing weather conditions. <br/><br/>The planet has six rings that are difficult to see from Earth. <br/><br/>One of Neptune's moons, Triton, orbits the planet in the opposite direction of its rotation.",
            "distance":"4,498,396,441 km",
            "period":"0,671 days",
            "radius":"24 622 km",
            "mass":"1,02 · 10<sup>26</sup> kg",
            "density":"1,368 g/cm<sup>3</sup>",
            "satelites":"14",
            "rings":"Yes"                                 
        }                 
    }
}